<?php
return [
    'dashboard' => 'لوحة التحكم',
    'users' => 'المستخدمين',
    'profile' => 'الملف الشخصي',
    'messages' => 'الرسائل',
    'subscribes' => 'الإشتراكات',

    'users_count' => 'عدد المستخدمين',
    'view_all_users' => 'شاهد جميع المستخدمين',
    'payed_users' => 'عدد المستخدمين الدافعين',
    'payed_success' => 'تم الدفع بنجاح',
    'messages_count' => 'عدد الرسائل',
    'view_all_messages' => 'شاهد جميع الرسائل',
    'subscribe_count' => 'عدد الإشتراكات',
    'view_all_subscribes' => 'شاهد جميع الإشتراكات',

    'models' => [
        'adjective' => [
            'name' => 'اسئلة الصفات',
            'description' => 'من هنا يمكنك ادارة اسئلة الصفات',
        ],
        'current_job' => [
            'name' => 'الوظائف الحالية',
            'description' => 'من هنا يمكنك ادارة الوظائف الحالية',
        ],
        'future_job' => [
            'name' => 'الوظائف المستقبلية',
            'description' => 'من هنا يمكنك ادارة الوظائف المستقبلية',
        ],
        'intelligence' => [
            'name' => 'الذكاءات',
            'description' => 'من هنا يمكنك ادارة الذكاءات',
        ],
        'message' => [
            'name' => 'الرسائل',
            'description' => 'هنا تجد الرسائل المرسلة اليك من خلال صفحة اتصل بنا',
        ],
        'question' => [
            'name' => 'الاسئلة',
            'description' => 'من هنا يمكنك ادارة الاسئلة على الموقع',
        ],
        'skill' => [
            'name' => 'المهارات',
            'description' => 'من هنا يمكنك ادارة المهارات',
        ],
        'subscribe' => [
            'name' => 'المتابعون',
            'description' => 'هنا تجد ايميلات اشخاص يرغبون في متابعة اخر الاخبار والعروض',
        ],
        'user' => [
            'name' => 'المستخدمين',
            'description' => 'هنا يمكنك ادارة مستخدمي موقعك بالكامل',
        ],
        'video' => [
            'name' => 'الفيديوهات',
            'description' => 'من هنا يمكنك ادارة فيديوهاتك',
        ],
    ],

    'actions' => [
        'add' => 'اضافة',
        'show' => 'عرض',
        'edit' => 'تعديل',
        'save' => 'حفظ',
        'delete' => 'حذف',
    ],

];
